Repository: valitovaza/Memorizer
Catalog: Memorizer/iOSApp/Common/Texts/*.lproj/Localizable.strings
Languages: ru_ru

# empty_pile_list
source: You have no cards to revise
ru_ru: У вас нет карточек для повторений

source: Create card
ru_ru: Создать карточку

source: Edit card
ru_ru: Изменить карточку

source: Add card
ru_ru: Добавить карточку

source: Pile name
ru_ru: Имя стопки

source: Create pile
ru_ru: Создать стопку

source: Edit pile
ru_ru: Изменить стопку

source: Piles to repeat
ru_ru: Стопки для повторения

source: Delete
ru_ru: Удалить

source: Edit
ru_ru: Изменить

source: Combine
ru_ru: Объединить

# delete_alert
source: Do you really want to delete this pile?
ru_ru: Вы действительно хотите удалить стопку карточек?

source: Cancel
ru_ru: Отменить

# delete_card_alert
source: Do you really want to delete this card?
ru_ru: Вы действительно хотите удалить карточку?

# revise_pile
source: Revising
ru_ru: Повторение

source: Pile revised!
ru_ru: Вы повторили стопку!

# local_notification_title
source: You have piles to revise
ru_ru: Пора повторить слова!

source: Count
ru_ru: Кол-во

source: Info
ru_ru: Инструкция

# swipe_info
source: Swipe right to show that you recollect related hidden side of the card, swipe left means you can not remember or it's hard to recollect. In order to check and revise just tap to turn the card. The cards you swiped left will be shown again. You should swipe all cards right three times to revise the whole pile. You will be informed that it is revised. Memorizer will alert you when you need to revise the pile again. The main principle for remembering is a revision and we will help you with this.
ru_ru: Проведите вправо, если помните карточку. Если не помните или вспоминаете медленно, то проведите влево. Вы можете нажать на карточку и повторить закрытую сторону. Карточка, которую вы не помните, будет показана еще раз. После того как вы повторите все карточки три раза, эта стопка будет считаться повторенной. Memorizer будет напоминать вам время следующего повтора в списке. Основной принцип долговременного запоминания это повторени и мы поможем вам с этим!
